export const dataForList = [
    {
        title: 'Правила пользования сайтом:' ,
        Rule1: 'Уважать всех членов гильдии;',
        Rule2: 'Обьктивно оценивать обзоры;',
        Rule3: 'Не постить в новости ненужную ерунду;',
        Rule4: 'Не давать ссылку на сайт людям не являющиеся членами гильдии;',
        Rule5: 'Вслучае проблем с сайтом обратиться в поддержку.'
    },
    {
        title: 'Правила дискорд сервера:',
        Rule1: 'Уважать всех членов гильдии;',
        Rule2: 'Не спамить;',
        Rule3: 'Уважать личные границы учатников;',
        Rule4: 'В случае возниквновения проблем писать админу;',
        Rule5: 'Не говорить о гильдии.'
    }
];

export const dataFotButtons = [
    {
        prop: 'prop1',
        text: 'Content from prop1'
    },
    {
        prop: 'prop2',
        text: 'Content from prop2'
    },
    {
        prop: 'prop3',
        text: 'Content from prop3'
    }
]